[Twk_M0_Prison DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="发现隐士的房间")
m_MissionSummaryItems[1]=(m_Description="打开杰利的保险箱")
m_MissionSummaryItems[2]=(m_Description="找到沉没的宝藏")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被侦察到）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M1_Overseers DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="帮助奶奶感染瓶街帮")
m_MissionSummaryItems[1]=(m_Description="拯救拾荒者格里夫")
m_MissionSummaryItems[2]=(m_Description="给坎贝尔打上异教徒标记")
m_MissionSummaryItems[3]=(m_Description="救下科纳队长")
m_MissionSummaryItems[4]=(m_Description="从狂热的督军们手里救下埃尔莎")
m_MissionSummaryItems[5]=(m_Description="给至高督军坎贝尔下毒")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被侦察到）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M2_GoldenCat DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="帮助大嘴巴找到克劳利")
m_MissionSummaryItems[1]=(m_Description="把潘德顿们丢到他们自己的矿井里工作")
m_MissionSummaryItems[2]=(m_Description="洗劫画商的保险箱")
m_MissionSummaryItems[3]=(m_Description="将一个潘德顿蒸死")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被侦察到）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M3_Bridge DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="跟踪偷珍珠的贼")
m_MissionSummaryItems[1]=(m_Description="解救所有索科洛夫的实验对象")
m_MissionSummaryItems[2]=(m_Description="抢劫普莱切特的保险箱")
m_MissionSummaryItems[3]=(m_Description="救下深陷鼠群困境的妇女")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被侦察到）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M4_Boyle DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="发现波义耳女士的身份")
m_MissionSummaryItems[1]=(m_Description="将波义耳女士带给她的爱慕者，布里斯皮勋爵")
m_MissionSummaryItems[2]=(m_Description="在决斗中打败绍尔勋爵")
m_MissionSummaryItems[3]=(m_Description="在波义耳女士的宾客名单上签到")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被侦察到）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M5_TowerReturn DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="杀死摄政王的拷问者")
m_MissionSummaryItems[1]=(m_Description="打败摄政王的拷问者")
m_MissionSummaryItems[2]=(m_Description="公开揭露摄政王的腐败")
m_MissionSummaryItems[3]=(m_Description="在卧室里杀死摄政王")
m_MissionSummaryItems[4]=(m_Description="向摄政王揭示你的真实身份")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="尸体或昏迷者被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被发现）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M6_Flooded DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="帮助幸存者逃离")
m_MissionSummaryItems[1]=(m_Description="取回自己的武器和装备")
m_MissionSummaryItems[2]=(m_Description="结束恸哭者坎贝尔的痛苦")
m_MissionSummaryItems[3]=(m_Description="帮助奶奶煮了大嘴巴")
m_MissionSummaryItems[4]=(m_Description="帮助大嘴巴打败奶奶")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="尸体或昏迷者被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被发现）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M7_PubAssault DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="用电弧塔营救皮耶罗和索科洛夫")
m_MissionSummaryItems[1]=(m_Description="通过战胜哈弗洛克的部队营救皮耶罗和索科洛夫")
m_MissionSummaryItems[2]=(m_Description="找到艾米莉的画")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被发现）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_M8_Lighthouse DisTweaks_MissionStats]
m_MissionSummaryItems[0]=(m_Description="杀死潘德顿勋爵")
m_MissionSummaryItems[1]=(m_Description="杀死督军马丁")
m_MissionSummaryItems[2]=(m_Description="杀死海军上将哈弗洛克")
m_MissionSummaryItems[3]=(m_Description="阅读哈弗洛克的日志")
m_MissionSummaryItems[4]=(m_Description="拯救艾米莉")
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被发现）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

[Twk_MissionStats_Base DisTweaks_MissionStats]
m_MissionStats[0]=(m_Description="杀死敌人数")
m_MissionStats[1]=(m_Description="杀死平民数")
m_MissionStats[2]=(m_Description="触发警报次数")
m_MissionStats[3]=(m_Description="死亡或者失去意识的身体被发现次数")
m_MissionStats[4]=(m_Description="混乱值（当前的总和）")
m_MissionStats[5]=(m_Description="不杀一人")
m_MissionStats[6]=(m_Description="幽灵（从未被发现）")
m_MissionStats[7]=(m_Description="找到符文数量")
m_MissionStats[8]=(m_Description="找到骸骨护符数量")
m_MissionStats[9]=(m_Description="找到界外魔的神龛")
m_MissionStats[10]=(m_Description="找到索科洛夫的绘画数量")
m_MissionStats[11]=(m_Description="找到金币数量")

